<@extend name="layout">
    <@block name="cs">
	   <link type="text/css" rel="stylesheet" href="${_PATH}/res/style/css/index/index.css">
    </@block>
    <@block name="body">
    <#--正文开始-->
   <div class="y-bd">
		    <div class="user_agreement">
		        <h1>云英汇平台立项书条款</h1>
		        <div>
		            <p>经双方友好协商，就甲方（以下称“项目方”）购买乙方（以下称“平台方”）网络服务相关事宜签订服务协议条款如下：</p>
		        </div>
		
		        <div>
		            <h2>一、付款期限及方式</h2>
		            
		            <dl>
		                <dd>项目方须在本立项书签订之日按约定支付方式支付项目相关款项。款项须以银行转账或电汇方式支付。为便于结算，本立项书双方同意全部款项由平台方公司（宁波乐道网络科技有限公司上海分公司）收。项目方开具支票时必须同时在抬头填写与本立项书所述之收款单位完全相同的收款单位，如因项目方支票抬头空白或与本立项书规定不符导致平台方公司没有收到相应款项，平台方有权拒绝提供服务，因此产生的所有后果由项目方自己承担.</dd>
		                <dd>支付方式：</dd>
		                <dd>1、支付时间：项目方须在确认立项书三日内支付.</dd>
		                <dd>2、支付规则：项目方须在每一阶段开始前支付该阶段费用，由于项目方延期支付所造成的所有后果由项目方自己承担.</dd>
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>二、项目方权利和义务</h2>
		            
		            <dl>
		                <dd>1、项目方在签订本立项书前已经全方位调查过平台方是一家该领域内顶级的互联网设计开发公司，完全具备履行本立项书的设计制作能力、设备条件、技术力量、专业人员水平等，项目方已经知悉平台方曾经多次高质量的完成类似项目开发，平台方在该领域享有领先行业的制作水平和很高的知名度以及良好的商誉，项目方愿意选择同平台方合作也是对平台方以往设计过的项目和其他能力展示高度认可以后做出的决定，项目方应当按本立项书的约定如期支付应付款项.</dd>
		                <dd>2、项目方如实向平台方提供服务项目相关所需的全部资料（包括但不限于文字、图片、照片等材料），并确保资料的合法性、完整性与真实性。如因此产生侵犯任何第三方知识产权或其他权利，由项目方自行承担.</dd>
		                <dd>3、项目方应妥善保管平台方提供的相关管理账号、密码；如由于项目方原因造成账号、密码泄露的造成的一切后果由项目方自行承担.</dd>
		                <dd>4、双方确认，项目方在平台的注册人为其在本立项书履行过程中的授权代表，在本立项书履行期间，有权代表项目方与平台方签署提出、确认相关服务及修改意见等相关文件（包括但不限于平台的电子文件），项目方在确认本立项书时已默示承认其授权代表签署文件的法律效力并愿意承担因此产生的相应责任.</dd>
		                <dd>5、项目方保证：在使用服务项目相关的使用及推广过程中，遵守法律法规规章、管理规范及其修订后的文本；依法取得相关许可或者履行备案手续；提交的信息（含相关证明文件）合法有效真实准确完整；其目的仅为自身直接商业化使用，而非生活消费需要或其它等；不侵害他人安宁、隐私和数据安全。项目方违反上述保证的，项目方应完全免除平台方的任何法律责任，并完全独立承担责任，在这种情况下，平台方有权不经预先通知且无偿的暂停或终止项目方所使用的服务项目相关服务.</dd>
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>三、平台方权利和义务</h2>
		            
		            <dl>
		                <dd>1、平台方的服务开始时间从项目方按立项书约定将款项交付平台方或以支票方式全部到达平台方银行账户的第二日起算.</dd>
		                <dd>2、平台方在收到项目方约定款项和服务所需全部资料开始工作，平台方根据立项书约定进行设计。除中文之外的其他语言版本须项目方提供翻译电子稿件；所有赠送的内容不得以任何形式抵值.</dd>
		                <dd>3、项目方应在收到平台方服务项目测试版完成通知后五个工作日内，对服务项目测试版提出修改意见，未提出修改意见，视作默认不用修改。服务项目修改完成后，即正式向项目方交付服务项目上线.</dd>
		                <dd>4、根据国家政策要求，如果发现项目方企业信息内容不符合要求，平台方有权通知项目方予以更正并直至更正为符合相应要求.</dd>
		                <dd>5、立项书履行过程中，项目方的任何修改意见及特殊要求可以和平台商务经理进行协商，如果涉及到费用和延期，须经项目方确认和支付后再执行开发，质保期不提供功能修改服务，质保期仅针对此前开发功能的bug进行修复.</dd>
		                <dd>6、平台方应按约定负责向项目方提供服务项目相关服务。如因不可抗力或其他原因导致相关服务无法实现，平台方应尽最大的努力在合理期限内使其尽快恢复正常。项目方同意将该项目具体由平台方分配给CTO具体实施和履行.</dd>
		                
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>四、保密条款</h2>
		            
		            <dl>
		                <dd>1、立项书任何一方对在立项书过程中获知的对方的商业秘密（包括技术信息和经营信息）负有保密义务。未经对方书面许可，任何一方不得将其泄露给第三方，否则应承担违约责任并赔偿损失，法律法规或政府部门要求的除外</dd>
		                <dd>2、立项书终止之后，各方仍需遵守本立项书之保密条款，履行其所承诺的保密义务，直到对方书面同意其解除此项义务，或该商业秘密已成为业内公知信息，不会因违反本立项书的保密条款而给对方造成任何形式的损害时为止</dd>
		               
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>五、功能要求和验收标准</h2>
		            
		            <dl>
		                <dd>1、由于平台方作为专业的互联网企业开发本项目具有创新性、设计美感、及便捷性等特点，而项目方方仅为一般企业不具备相应的设计经验，在签订本立项书时项目方须将功能性要求作为立项书附件交给平台方（如项目方无法提供，可由平台项目经理和项目方沟通后梳理，作为立项书附件，经项目方确认后具有同等法律效用），由平台方制作设计完成该项目满足项目方的基本需求，因平台方更加有设计经验，除非项目方能够提出更好的方案并且按照现有的技术能够完成，否则项目方同意该项目的创新性、设计美感、便捷性均遵从平台方的方案。项目方在平台方制作过程中提出的要求为新要求，由此导致的本项目不能按时交付，则交付时间应当适当延长至合理的期间，该延期交付的责任不是由平台方造成，应当由项目方自行承担。项目方在平台方制作过程中提出的新要求与签订立项书之前提出的要求差距很大的，则属于本立项书的重大变更，平台方可以要求增加费用，双方可另行协商，如协商不成，为了避免资源的浪费，任何一方均有权解除本立项书。项目方方在签订本立项书前已经全面考察平台方完全具备履行本立项书的能力，为了避免项目方不付款，解除立项书时平台方已经完成的项目未达到50%工程量的，项目方按照本立项书50%的价格支付费用；解除立项书时平台方已经完成的项目超过50%工程量的，项目方按照本立项书的全额价格支付费用.</dd>
		                <dd>2、平台方完成本项目需满足项目方的基本功能要求，正常验收标准按照项目方提出的基本功能为准；项目方要求未形成书面清晰标准的，则以平台方的设计方案为验收标准。如果双方对创新性、设计美感、便捷性等理解不能达成一致的，项目方据此验收不合格的视为恶意验收不合格。但项目方提出要求对创新性、设计美感、便捷性进行合理变更的，则平台方需按照项目方提出的合理要求予以修改，平台方毕竟是一个服务性企业，以满足项目方的需求作为赢行业口碑的前提.</dd>
		                <dd>3、项目方在收到平台方交付完成的本项目成果后，应当按照本立项书约定的期限内完成验收，项目方在验收期限内未验收、拒绝验收、恶意验收不合格、或使用的，则视为验收合格.</dd>
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>六、违约责任</h2>
		            
		            <dl>
		                <dd>1、平台方如违反本立项书有关规定，在平台方采取补救措施前项目方有权暂停向其支付相应款项.</dd>
		                <dd>2、项目方如违反本立项书有关规定，平台方有权停止提供有关服务，同时项目方已经缴付的一切费用将不予返还，并要求项目方支付剩余款项，违约金按立项书总价款20%计算.</dd>
		                <dd>3、项目方如在使用本立项书项下的产品或服务过程中触犯中华人民共和国的法律法规，应独立承担全部责任.</dd>
		                <dd>4、双方确定平台方在执行本立项书服务条款过程中因其过错给项目方带来损失而向项目方支付的赔偿总额不应超过项目方已向平台方支付的费用.</dd>
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>七、立项书的生效和终止</h2>
		            
		            <dl>
		                <dd>1、在本立项书自项目方确认之日起生效，至各方履行完毕约定义务之日终止.</dd>
		                <dd>2、任何一方违反其在本立项书中所做出的声明及保证或有其他违约行为，致使不能实现本立项书地目的，他方有权单方解除本立项书.</dd>
		                <dd>3、如因不可抗力导致平台方向项目方提供的相应服务无法实现，各方经协商确认后可以解除本立项书.</dd>
		                <dd>4、本立项书的提前终止不影响各方于本立项书终止日之前根据本立项书已产生的权利和义务.</dd>
		                <dd>5、项目方如解除立项书，需向平台方发出解除立项书通知书，平台方在接到通知书后停止设计本项目，并在十五日内将已经完成的工作成果交付给项目方，以确定已经完成的工程量，解除立项书时平台方已经完成的项目未达到50%工程量的，项目方按照本立项书50%的价格支付费用；解除立项书时平台方已经完成的项目超过50%工程量的，项目方按照本立项书的全额价格支付费用.</dd>
		                <dd>6、在未解除本立项书的情况下，项目方与第三方签订开发本项目的协议，则不影响本立项书的继续履行.</dd>
		                
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>八、法律适用及争议解决</h2>
		            
		            <dl>
		                <dd>本立项书的订立、执行和解释及争议的解决均应适用于中华人民共和国法律.</dd>
		                
		            </dl>
			   </div>
			   
			   <div>
		            <h2>九、声明</h2>
		            
		            <dl>
		                <dd>1、本立项书（连同可能的附件）已构成双方之间就本项目委托的有关事宜所达成之最终立项书，并取代二方之间以前就与本立项书有关事宜达成之全部讨论、谈判、意向、承诺、协议和合同.</dd>
		                <dd>2、本立项书有效期间为立项书写明的服务期间，该服务期满之日本立项书自动终止，终止之后除保密条款外，立项书中关于甲、乙双方之间的其他权利义务及承诺内容同时废止.</dd>
		                
		            </dl>
			   </div>
		
		    </div>
		</div>
    </@block>

    <@block name="script">
    </@block>
</@extend>