<@extend name="layout">
    <@block name="cs">
	   <link type="text/css" rel="stylesheet" href="${_PATH}/res/style/css/index/index.css">
    </@block>
    <@block name="body">
    <#--正文开始-->
   <div class="y-bd">
		    <div class="user_agreement">
		        <h1>云英汇定标书服务协议条款</h1>
		        <div>
		            <p>经双方友好协商，就乙方（以下称“CTO”）承接甲方（以下称“平台方”）网络服务相关事宜签订服务协议条款如下：</p>
		        </div>
		
		        <div>
		            <h2>第一条  CTO应按下列要求完成技术服务工作：</h2>

		            <dl>
		                <dd>1、技术服务期限：定标书中所定开发时间和质保时间。</dd>
		                <dd>2、开发进度要求：定标书中所定开发进度计划和CTO确认定标书之后提交的项目开发计划。CTO在确认定标书之后，各阶段开始后五日内提供项目开发计划给平台项目经理，并依照计划开发。</dd>
		                <dd>3、开发需求以定标书中附件内容为依据，如有客户提出的不超出主业务范围的修改需求，CTO需要配合平台方满足客户需求，确保产品开发顺利进行。质保期内CTO须配合修改已开发功能的bug修复。</dd>
		                <dd>4、如果由于CTO原因造成项目延期需要按延期时间扣除CTO费用，扣除方案按照总项目款*延期日数*0.5%计算，给平台方或者客户造成的损失超过违约金的，CTO应当赔偿全部损失。</dd>
		            </dl>
				</div>

				<div>
 					<h2>第二条  为保证CTO有效进行技术服务工作，平台方应当向CTO提供下列协作事项：</h2>
		            
					<dl>
		                <dd>1、项目开发相关资料，CTO向平台项目经理索要，平台项目经理根据项目需求判断资料必要性并提供相应资料.</dd>
		                <dd>2、设计和开发所需要的图片资源、第三方账号等，CTO需要提前至少一周时间向平台项目经理索要.</dd>
		            </dl>
				</div>

				<div>
					<h2>第三条  平台方向CTO支付技术服务报酬及支付方式为：</h2>

	              	<dl>
		                <dd>1、服务费以账户余额的形式进入CTO在平台注册的账户内，CTO可以随时提现.</dd>
		                <dd>2、质保金待质保期结束后账户余额的形式进入CTO在平台注册的账户内，CTO可以随时提现.</dd>
 						<dd>3、支付方式按照CTO在平台提现操作时选择的方式执行.</dd>
 						<dd>4、CTO未完成设计和开发，或者设计、开发的内容不符合客户要求或平台方要求，则平台方有权要CTO返还已经支付的技术服务报酬，给客户或平台方造成损失的，CTO应当全额赔偿.</dd>
		            </dl>
				</div>

				<div>
					<h2>第四条  保密条款</h2>

		            <dl>
		                <dd>1、定标书任何一方对在项目过程中获知的对方的商业秘密（包括技术信息和经营信息）负有保密义务。未经对方书面许可，任何一方不得将其泄露给第三方，否则应承担违约责任并赔偿损失，法律法规或政府部门要求的除外.</dd>
		                <dd>2、项目终止之后，各方仍需遵守本保密条款，履行其所承诺的保密义务，直到对方书面同意其解除此项义务，或该商业秘密已成为业内公知信息，不会因违反本定标书的保密条款而给对方造成任何形式的损害时为止.</dd>
		            </dl>
				</div>
		        
		        <div>
		            <h2>第五条 双方确定以下列标准和方式对CTO的技术服务工作成果进行验收：</h2>

		            <dl>
		            <dd>1、项目验收以定标书附件文件为主要依据，不得出现重大bug，其他不影响主功能的bug数量也要不超过三个.</dd>
		            <dd>2、CTO所需提交的各类产出物以平台发布的或平台项目经理提供的各类产出物规范定义文件为标准.</dd>
		            </dl>
		        </div>

				<div>
		            <h2>第六条  CTO保证</h2>

		            <dl>
		            <dd>1、项目执行期间，CTO需要每周提交周报，如项目经理要求，则需要提供最新版全部源码，CTO需要保持QQ、手机和邮箱沟通畅通，所有沟通请求需要在24小时内进行回复.</dd>
		            <dd>2、CTO应当保证，其依本定标书为平台方提供的技术服务过程和/或其为平台方提供的服务成果不侵犯任何第三人的合法权益。如果有人提出法律诉讼或行政程序(合称“侵权指控”)，声称平台方使用的技术服务成果侵犯了其知识产权，CTO同意赔偿平台方就此所承担的所有费用，包括但不限于上述侵权指控中所产生的一切诉讼费用、合理的律师费用、和解金额或终审判决中规定的赔偿金额.</dd>
		            <dd>3、如果在侵权指控的审理过程中有关法院或行政机关禁止平台方继续使用技术服务成果的部分或全部，CTO应酌情采取以下措施之一：</dd>
					<dd>（1）使平台方重新获得使用上述技术服务成果的权利。</dd>
					<dd>（2）更换或改造上述技术服务成果，使平台方不受上述禁令限制继续使用技术服务成果。</dd>
					</dl>
		        </div>

				<div>
		            <h2>第七条 项目服务成果的权利归属</h2>

		            <dl>
		            <dd>双方确定，CTO在本定标书项下和/或利用平台方提供的技术资料和工作条件所完成的服务成果的所有权利（包括但不限于知识产权）均归属平台方，或者平台方指定的第三方.</dd>
					</dl>
		        </div>
					
				<div>
		            <h2>第八条 双方确定，本定标书正式签订后，任何一方不履行或不完全履行本定标书约定条款的构成违约，并按以下约定承担各自的违约责任：</h2>

		            <dl>
		            <dd>1．CTO提供技术服务不符合要求的，由CTO负责更正和修改，由此产生的费用由CTO承担。同时，平台方有权终止本定标书并不支付技术服务费，若平台方已经支付了技术服务费用，CTO应当退还平台方该费用，并按照同期中国人民银行贷款利率支付利息.</dd>
		            <dd>2．一方违反本定标书规定，给另一方造成经济损失的，除承担上述违约责任外，违约方还应承担赔偿责任.</dd>
					</dl>
		        </div>

				<div>
		            <h2>第九条  双方确定，在本定标书有效期内，平台方指定项目经理为平台方项目联系人，CTO方以注册人为项目联系人。项目联系人负责协调与项目相关的一切事物
					</h2>
		        </div>

				<div>
		            <h2>第十条  双方确定，出现下列情形，致使本定标书的履行成为不必要或不可能的，可以解除本定标书：</h2>

		            <dl>
		            <dd>发生不可抗力；因出现不可预见、不可避免、不可克服的情形，致使本定标书不能履行，委托方可不追究受托方的违约责任；受托方须及时通知委托方.</dd>
		            
					</dl>
		        </div>

				<div>
		            <h2>第十一条  争议解决方式</h2>

		            <dl>
		            <dd>凡因本定标书的签订、履行、解除、终止引起的或与本定标书有关的任何争议，甲、乙双方应通过友好协商解决，协商不成时，双方依法向平台方住所地人民法院起诉.</dd>
					</dl>
		        </div>

				<div>
		            <h2>第十二条  定标书效力</h2>

		            <dl>
		            <dd>本定标书由平台项目经理发送给CTO，CTO阅读并做确认操作后生效，并于本定标书项下双方全部义务履行完毕后自动终止.</dd>
					</dl>
		        </div>
		
		        
		    </div>
		</div>
    </@block>

    <@block name="script">
    </@block>
</@extend>